

	"NSLE-20639 -108" = "無法完成最後的指令，因為記憶體不足。";
	"NSLE-20639 -108 Solution" = "將應用程式結束與關閉視窗，以釋出更多可用的記憶體空間。";

	"NSLE-20639 -1" = "由於 NSL 中出現內部錯誤，以致無法完成此要求。";
	"NSLE-20639 -1 Solution" = "請再試一次。若問題依然存在，請嘗試重新啟動應用程式或重新開機，然後再試一次您的要求。";

	"NSLE-20639 -4199" = "無法初始化“NSL 管理程式”。";
	"NSLE-20639 -4199 Solution" = "重新啟動電腦，然後再試。";

	"NSLE-20639 -4198" = "所安裝的系統軟體不支援此版本的 NSL。";
	"NSLE-20639 -4198 Solution" = "安裝 8.7 或以上版本的“Mac OS 系統軟體”。";

	"NSLE-20639 -4197" = "無法取得正確版本的 Open Transport。";
	"NSLE-20639 -4197 Solution" = "安裝 Open Transport 1.3 或以上版本。";

	"NSLE-20639 -4192" = "您的電腦尚未與網路連接。";
	"NSLE-20639 -4192 Solution" = "請檢查網路設定，並確定所有的網路接線已正確連接，然後再試您的要求。";

	"NSLE-20639 -4182" = "啟動期間無法載入 NSL 外掛模組。";
	"NSLE-20639 -4182 Solution" = "重新啟動電腦，然後再試您的要求。";

	"NSLE-20639 -4181" = "“NSL 管理程式”找不到任何可載入的外掛模組。";
	"NSLE-20639 -4181 Solution" = "請確定“/系統/資源庫/Frameworks/NSLCore.framework/Resources/NSLPlugins”檔案夾中至少有一個 NSL 外掛模組。";

	"NSLE-20639 -4179" = "“NSL 管理程式”無法載入任何外掛模組以處理您的要求。";
	"NSLE-20639 -4179 Solution" = "請檢查網路設定，並確定所有的網路已正確連接，然後再試您的要求。";

	"NSLE-20639 -4177" = "部分（非全部）NSL 外掛模組載入失敗。";
	"NSLE-20639 -4177 Solution" = "因為至少有一個外掛模組可使用，所以您可以繼續執行。請在“延伸功能管理程式”中查看哪個外掛模組可供使用。";

	"NSLE-20639 -4174" = "NSL UI Library 無法取用。";
	"NSLE-20639 -4174 Solution" = "請確定此共享程式庫置於“延伸功能”檔案夾中，然後再試。";

	"NSLE-20639 -43" = "無法取用此作業所需的檔案。";
	"NSLE-20639 -43 Solution" = "請確定己正確安裝所有的組件。";

	"STR#-20639 1" = "NSL 外掛模組“%s”無法載入。";

	"STR#-20639 2" = "請確定網路及網路設定已正確設定。因為至少有一個外掛模組可使用，所以您可以繼續執行。";

	"This Computer" = "這部電腦";
	"Managed Network Directory" = "已管理的網路目錄";
	"Default (%@ and %@)" = "預設（%@ 和 %@）";
	".Mac" = ".Mac";
	
	"Server" = "伺服器";
	"My Mac" = "我的 Mac";
	"Folder" = "檔案夾";
	"Neighborhood" = "鄰居";
	"Mac Server" = "Mac 伺服器";
	"PC Server" = "PC 伺服器";
	"Sharepoint" = "共享點";
	"Remote Disc" = "遠端光碟";
	"AirPort Base Station" = "AirPort 基地台";
	"AirPort Disk" = "AirPort 磁碟";
	"AirPort" = "AirPort";
	"Volume" = "卷宗";

	"Applications" = "應用程式";
	"Library" = "資源庫";
	"Servers" = "伺服器";

	"Guest" = "訪客";
	"Anonymous" = "匿名的";

	"SHARED" = "共享";
	"Network" = "網路";
	"More..." = "更多⋯";
	"All..." = "全部⋯";
	